Repository: kharoldcanova/kharold-canova
Catalog: lib/l10n/app_*.arb
Languages: es

source: Hello
es: Hola

# greetUser
source: Welcome, {username}!
es: Bienvenido, {username}!

# profile_description
source: Flutter developer with almost 5 years of experience. I love making applications with custom and innovative styles. If you want to know more about my work, you can check out my Git repository and see some of my passions on LinkedIn.
es: Desarrollador de Flutter con casi 5 años de experiencia, me encanta hacer aplicaciones con estilos personalizados ademas de innovadores, si quieres conocer mas de mi trabajo, puedes consultar mi repositorio de Git y checar algunas de mis pasiones en Linkedin.

source: Download CV
es: Descargar CV

# what_i_can_do_title
source: What can I do?
es: ¿Que es lo que puedo hacer?

source: Web pages
es: Páginas web

# web_pages_description
source: Development of responsive and modern web pages using Flutter, HTML, CSS, and JavaScript to ensure an optimal user experience on all devices.
es: Desarrollo de páginas web responsivas y modernas utilizando Flutter, HTML, CSS y JavaScript para garantizar una experiencia de usuario óptima en todos los dispositivos.

# mobile_apps
source: Mobile applications
es: Aplicaciones móviles

# mobile_apps_description
source: Creation of native and cross-platform mobile applications with Flutter for Android and iOS, focusing on performance, usability, and attractive design to deliver exceptional user experiences.
es: Creación de aplicaciones móviles nativas y multiplataforma con Flutter para Android y iOS, enfocándome en el rendimiento, la usabilidad y el diseño atractivo para ofrecer experiencias excepcionales a los usuarios.

source: Database management
es: Gestión de bases de datos

# database_management_description
source: Documentation and administration of databases using MySQL to ensure integrity, security, and efficiency in data management for mobile and web applications.
es: Documentacion y administración de bases de datos utilizando MySQL para asegurar la integridad, seguridad y eficiencia en el manejo de datos en aplicaciones móviles y web.

# automatizaacion_gitactions
source: Automation with Git Actions
es: Automatización con Git Actions

# automatizaacion_gitactions_description
source: Implementation of automated workflows using GitHub Actions to optimize development processes, continuous integration, and continuous deployment (CI/CD) in software projects.
es: Implementación de flujos de trabajo automatizados utilizando GitHub Actions para optimizar procesos de desarrollo, integración continua y despliegue continuo (CI/CD) en proyectos de software.

# proyects_title
source: Some of my projects are:
es: Algunos de mis proyectos son:

source: Go to project
es: Ir al proyecto

# login_flutter
source: Login with Flutter
es: Login con Flutter

# login_flutter_description
source: Login application developed with Flutter with an attractive design that allows authentication with Firebase.
es: Aplicación de inicio de sesión desarrollada con Flutter con diseño atractivo que permite autenticarse con Firebase.

# chatbot_description
source: Chatbot application that consumes a response API with a Yes/No image to interact with the user.
es: Aplicación de chatbot que consume una API de respuestas con una imagen de Yes/No para interactuar con el usuario.

# tok_tik_clone
source: TikTok clone
es: Clon de TikTok

# tok_tik_clone_description
source: Clone of the popular TikTok application, developed with Flutter, which allows users to watch short videos with an interface similar to the original.
es: Clon de la popular aplicación TikTok, desarrollado con Flutter, que permite a los usuarios ver videos cortos con una interfaz similar a la original.

# work_with_me
source: Would you like to work with me?
es: ¿Te gustaría trabajar conmigo?

source: Send me an email
es: Envíame un correo

source: Phones
es: Teléfonos

source: Email
es: Correo electrónico
